[
  {
    "id": "r1",
    "userId": "u1",
    "bookId": "b1",
    "rating": 5,
    "title": "시대를 초월하는 고전의 힘",
    "content": "헤르만 헤세의 데미안을 읽으며 대학 생활 중 느끼는 혼란과 성장의 의미를 다시 생각하게 되었습니다. 싱클레어가 데미안을 만나 자기 내면의 목소리에 귀 기울이기 시작하는 과정이 마치 제 이야기 같았습니다. '새는 알에서 나오려고 투쟁한다'는 문장은 졸업 후 사회로 나아가야 하는 우리 세대에게도 큰 울림을 줍니다. 고전이 왜 고전인지 깨닫게 해주는 책입니다. 특히 2장에서 싱클레어가 크로머의 협박에서 벗어나는 장면은 우리가 일상에서 마주하는 두려움을 극복하는 과정과 닮아있습니다.",
    "summary": "나를 찾아가는 여정",
    "likes": 12,
    "isExcellent": true,
    "createdAt": "2026-02-05T14:30:00Z"
  },
  {
    "id": "r2",
    "userId": "u3",
    "bookId": "b3",
    "rating": 4,
    "title": "인류 역사를 관통하는 거대한 질문",
    "content": "사피엔스를 읽으면서 우리가 당연하다고 여기는 것들이 사실은 허구적 질서 위에 세워져 있다는 사실에 큰 충격을 받았습니다. 화폐, 국가, 종교 모두 우리의 상상이 만들어낸 것이라니. 하라리 교수의 거시적 관점은 때로는 냉소적으로 느껴지기도 하지만, 그만큼 우리가 놓치고 있는 본질적 질문을 던져줍니다. 역사학이나 인류학에 관심이 없는 학생도 재미있게 읽을 수 있는 훌륭한 교양서입니다.",
    "summary": "허구 위의 세계",
    "likes": 8,
    "isExcellent": false,
    "createdAt": "2026-02-03T10:00:00Z"
  },
  {
    "id": "r3",
    "userId": "u2",
    "bookId": "b6",
    "rating": 5,
    "title": "모든 대학생이 읽어야 할 책",
    "content": "미움받을 용기를 읽고 나서 제 인생관이 완전히 바뀌었다고 해도 과언이 아닙니다. 아들러 심리학의 핵심인 '과제의 분리'는 대학 생활에서 겪는 인간관계 스트레스를 해결하는 열쇠가 되었습니다. 다른 사람의 평가가 두려워 발표를 회피하던 제가, 이 책을 읽고 나서는 '나의 과제'에 집중할 수 있게 되었습니다. 청년 철학자와 철인의 대화 형식이 읽기 쉽고, 각 장마다 실생활에 적용할 수 있는 인사이트가 넘칩니다.",
    "summary": "인생의 전환점",
    "likes": 15,
    "isExcellent": true,
    "createdAt": "2026-01-28T16:00:00Z"
  },
  {
    "id": "r4",
    "userId": "u5",
    "bookId": "b5",
    "rating": 5,
    "title": "어른이 되어 다시 읽는 어린 왕자",
    "content": "어렸을 때 읽었던 어린 왕자를 대학생이 되어 다시 읽었습니다. 같은 책인데 완전히 다른 책이 되어있었습니다. '길들인다'는 것의 의미, 장미꽃과의 관계, 여우의 가르침... 모든 것이 새롭게 다가왔습니다. 특히 '정말 중요한 것은 눈에 보이지 않아'라는 문장은 SNS에 휘둘리는 우리 세대에게 꼭 필요한 메시지라고 생각합니다. 짧지만 깊은 울림을 주는 책입니다.",
    "summary": "눈에 보이지 않는 것",
    "likes": 10,
    "isExcellent": false,
    "createdAt": "2026-02-01T09:30:00Z"
  },
  {
    "id": "r5",
    "userId": "u4",
    "bookId": "b4",
    "rating": 4,
    "title": "우주를 알면 겸손해진다",
    "content": "코스모스를 읽으며 우리가 얼마나 광활한 우주의 작은 점인지 실감했습니다. 칼 세이건의 문체는 과학적이면서도 시적이라 마치 우주 여행을 하는 듯한 기분이 듭니다. '우리는 별의 재료로 만들어졌다'는 말이 과학적 사실이면서 동시에 가장 아름다운 시라고 느꼈습니다. 과학이 어렵다고 느끼는 분에게도 추천합니다. 다만 분량이 꽤 있어서 시간을 넉넉히 잡고 읽으시길 권합니다.",
    "summary": "별의 재료, 우리",
    "likes": 7,
    "isExcellent": false,
    "createdAt": "2026-02-07T11:00:00Z"
  },
  {
    "id": "r6",
    "userId": "u7",
    "bookId": "b10",
    "rating": 4,
    "title": "정의에 대해 생각하는 법을 배우다",
    "content": "마이클 샌델 교수의 수업을 직접 들을 수는 없지만, 이 책을 통해 간접적으로나마 그 경험을 할 수 있었습니다. 공리주의, 자유지상주의, 미덕의 윤리학 등 다양한 정의 이론을 실생활 사례와 함께 풀어내는 방식이 인상적입니다. 트롤리 딜레마부터 징병제 논쟁까지, 정답이 없는 질문들 앞에서 생각하는 힘을 길러줍니다. 법학이나 정치학을 공부하지 않더라도 시민으로서 반드시 읽어볼 가치가 있습니다.",
    "summary": "정답 없는 질문의 가치",
    "likes": 9,
    "isExcellent": false,
    "createdAt": "2026-02-04T13:00:00Z"
  },
  {
    "id": "r7",
    "userId": "u6",
    "bookId": "b9",
    "rating": 5,
    "title": "한 사회의 민낯을 보여주는 거울",
    "content": "82년생 김지영은 소설이면서 동시에 다큐멘터리 같았습니다. 김지영이라는 이름이 상징하는 것처럼, 우리 주변 어디에나 있는 여성의 이야기입니다. 어머니, 누나, 친구의 모습이 곳곳에서 겹쳐 보였습니다. 불편하지만 꼭 마주해야 할 현실을 담담하게 그려낸 작가의 필력에 감탄했습니다. 남녀 불문하고 모든 대학생이 읽고 토론해보면 좋겠습니다.",
    "summary": "불편하지만 필요한 이야기",
    "likes": 11,
    "isExcellent": true,
    "createdAt": "2026-01-30T17:00:00Z"
  },
  {
    "id": "r8",
    "userId": "u8",
    "bookId": "b13",
    "rating": 4,
    "title": "세상은 생각보다 나아지고 있다",
    "content": "뉴스를 보면 세상이 점점 나빠지는 것 같지만, 팩트풀니스는 데이터로 그 반대를 증명합니다. 한스 로슬링의 유머러스한 설명과 풍부한 통계 자료가 인상적입니다. 10가지 본능을 하나씩 짚어가며 우리의 편견을 깨뜨리는 과정이 통쾌했습니다. 특히 '간극 본능' 장은 이분법적 사고에 빠지기 쉬운 우리에게 좋은 경종을 울려줍니다. 데이터 리터러시의 중요성을 느끼게 해주는 책.",
    "summary": "데이터로 보는 세상",
    "likes": 5,
    "isExcellent": false,
    "createdAt": "2026-02-06T10:30:00Z"
  }
]
